Repository: realbigplugins/woocommerce-bulk-discount
Catalog: trunk/lang/wc_bulk_discount-*.po
Languages: pt_pt

source: Bulk Discount
pt_pt: Desconto de quantidade

source: %s%% bulk discount applied!
pt_pt: %s%% desconto de quantidade aplicado!

source: Incl. %s discount
pt_pt: Inclui %s desconto

source: Bulk discount info in product description
pt_pt: Informação de desconto de quantidade na descrição do produto

source: Optionally enter bulk discount information that will be visible on the product page.
pt_pt: Opcionalmente, insira as informações de desconto de quantidade que serão visíveis na página do produto.

source: Quantity (min.)
pt_pt: Quantidade (min.)

source: Enter the minimal quantity for which the discount applies.
pt_pt: Introduza a quantidade mínima para a qual se aplica o desconto.

source: Discount (%s)
pt_pt: Desconto (%s)

source: Enter the flat discount in %s.
pt_pt: Inserir o desconto fixo em %s.

source: Discount (%)
pt_pt: Desconto (%)

source: Enter the discount in percents (Allowed values: 0 to 100).
pt_pt: Insira o desconto em porcentagens (Valores permitidos: 0 a 100).

source: The following options are specific to product bulk discount.
pt_pt: As opções a seguir são específicas para o desconto de quantidade de produto.

source: After changing the settings, it is recommended to clear all sessions in WooCommerce &gt; System Status &gt; Tools.
pt_pt: Depois de alterar as configurações, recomenda-se limpar todas as sessões do WooCommerce &gt; Estado do Sistema &gt; Ferramentas.

source: Bulk Discount enabled
pt_pt: Desconto de Quantidade habilitado

source: Discount Type
pt_pt: Tipo de Desconto

source: Select the type of discount. Percentage Discount deducts amount of %% from price while Flat Discount deducts fixed amount in %s
pt_pt: Selecione o tipo de desconto. Desconto Percentual deduz a quantidade de %% do preço enquanto o Desconto Fixo deduz o montante fixo em %s

source: Percentage Discount
pt_pt: Desconto Percentual

source: Flat Discount
pt_pt: Desconto Fixo

source: Treat product variations separately
pt_pt: Tratar as variações do produto separadamente

source: You need to have this option unchecked to handle discounts on product variations as a whole.
pt_pt: Você precisa ter esta opção desmarcada para lidar com descontos sobre as variações do produto como um todo.

source: Show discount information next to cart item price
pt_pt: Mostrar informação de desconto junto ao preço do item no carrinho

source: Applies only to percentage discount.
pt_pt: Aplica-se somente ao desconto percentual.

source: Show discount information next to item subtotal price
pt_pt: Mostrar informação de desconto junto ao item preço subtotal

source: Show discount information next to item subtotal price in order history
pt_pt: Mostrar informação de desconto junto ao item preço subtotal no histórico de pedidos

source: Includes showing discount in order e-mails and invoices.
pt_pt: Mostra o desconto em pedidos de e-mails e faturas.

source: Optionally enter information about discounts visible on cart page.
pt_pt: Opcionalmente, insira as informações sobre descontos visíveis na página do carrinho.

source: Optionally change the CSS for old price on cart before discounting.
pt_pt: Opcionalmente altere o CSS para preço antigo no carrinho antes de descontar.

source: Optionally change the CSS for new price on cart after discounting.
pt_pt: Opcionalmente, altere o CSS para novo preço no carrinho após descontar.
